{"Anti-Armor":"Treat armor as armor/2 (round down)",
"Armor-Piercing":"Treat armor as 0",
"Area":"Hits everyone in XXX. Roll to-hit once. All targets resolve responses individually. If succeed on Guard, take half damage instead of avoiding entierly.",
"Breach":"Must use XXX ATP in order to get any benefit from any Spread Pattern at all.",
"Burning":"If at least 1 damage is done after armor, test Reflexes or gain On Fire on Hit Location.",
"Chain":"Do not add S to damage rolls. On Glancing Hit, Hit Effect is MAX(roll before CM,S of user)",
"Cooldown":"Weapon must cool down for 1 round before being fired again. If not cooled down, an odd EF roll destroys weapon and causes normal damage to arm holding weapon and you miss.",
"Cutter":"On a Critical Hit to limbs, Hit Effect is +XXX.",
"Deep Burn":"On even Hit Effect, Hit Effect gains 'Take 3 Soft Damage.'",
"Defensive":"Can choose to add XXX to Reflexes for Guard action, then roll 1d10: on 1, weapon is destroyed. Gain no bonus for Armor Piercing or Area attacks.",
"Explosive":"On odd Hit Effect, Hit Effect+1.",
"Fragile":"Whenever used, roll 1d10: on 1, weapon is destroyed after attack resolves.",
"Fright":"If the attack hits and deals damage, target must test Bravery or gain Fear(1d6i).",
"Implosion":"Area(Sector). If EF is successful, move all targets into single Engagement. Anyone moved tests Balance or gains Prone.",
"Inaccurate":"Cannot benefit from Aim action.",
"Infrequent":"Cannot be used for AoO. Cannot be used for XXXi after being used.",
"Line":"Attack a target in each sector in range, in either direction.",
"Longshot":"2 Stamina action: ask MAGI to calculate hit for extreme range (orbit, other continent, etc). If approved, can test EF to hit next round.",
"Mounted":"Take XXX penalty to Reflexes. Gain Slowed.",
"Nightmarish":"As Fright, but gain Fear(EB*3i).",
"Overwhelming":"Take a glancing hit even if no damage is dealt. Absolute Defense or Guard can stop this.",
"Polythermic":"Can choose to Overheat weapon. On hit, Hit Effect gains Smolder. If Defensive weapon was used to negate attack, 50% chance Defensive weapon is destroyed. Destroy weapon if roll max damage.",
"Positron":"Add Breach value to damage against Barriers. On max damage roll, deal automatic Critical Hit.",
"Precise":"Only need 2 DoS to select hit location.",
"Progressive":"On max damage and no Hit Effect, deal Glancing Hit anyway. Can choose to reroll damage: on min roll, break weapon after attack resolves; on max roll deal Critical Hit.",
"Proven":"Treat all damage die below XXX as XXX.",
"Push":"On Glancing Hit, move target out of Engagement unless they spend 2 ATP. On Critical Hit, move target out of sector unless they spent 5 ATP to reduce to effect of Glancing Hit.",
"Reach":"Can make melee attacks from range 0 as if Engaged. Otherwise, not counted as Engaged.",
"Recharge":"Cannot fire in round after being used.",
"Resonate":"Until start of next turn, all other Sonic weapons deal +1d6 damage. Stacks to +3d6. +20 to hit.",
"Scattershot":"Deal +1*DoS damage to enemies in same sector.",
"Small":"Can be stored in Storage Wing.",
"Slow":"Cannot be used for AoO. Cannot be used for multiple attacks in the same action.",
"Sonic":"Treat enemy T as T-2. Deal no damage in vaccuum. Deal +1 damage per die underwater. Cannot benefit from Breach.",
"Stasis":"Instead of damage, deal Slow(1d6i) and -10 Reflexes until not Slowed. Stacks. If Reflexes reduced to <1, target is Stunned.",
"Superconductive":"Do not benefit from CM past 1. Gain Armor Piercing.",
"Surplus":"Resupply for 0 req. Can double weapons for 1 req.",
"Tether":"Fling a target 1 sector in either direction or target gains Immobilized.",
"Throwing":"Can use Throwing skill instead of EM at range 1. Deal normal damage. Does not count as melee attack. Cannot be applied to Natural Weapons.",
"SpecialU":"Always available to Evas with a non-destroyed free hand.",
"SpecialGL":"When firing, select one of: Smoke Grenade (acts as Smoke Launcher from Integrated Weapon), Explosive (1d10+2 K to all in engagement), Incendiary (1d10+2 E to all in engagement), Bakelite (next move action only removes Bakelite condition instead of intended result).",
"SpecialPG":"On DoS>2, sector gains Debris Cloud effect for 2i. Anything in sector is Blind, gains +30 to Sneak, take -20 to ranged attacks made against them. Blocks Line of Sight.",
"SpecialPS":"1 Stamina reaction: may expend 1 Ammo and test EF to attempt to aid the ranged attack of an ally. The target of the ally's attack must be within the range of this weapon. On a success, the ally's attack gains Breach(3), or +3 to its Breach Rating if it already possesses that weapon property, and adds a bonus to its damage equal to the DoS on your EF test.",
"SpecialGPC":"The Positron Cannon must be Set Up before it can be fired. 3 Stamina: set up at a fixed location. Once set up, GPC may not be moved, though it may be realigned to aim at an enemy that is now a different facing from the original firing position. Any Eva using the GPC must fire while Prone. If the Eva using the GPC dodges an attack or willing moves away from the GPC, it requires a 1 Stamina Action to later resume firing control of the massive weapon. If selected by a Sniper Type Evangelion with the Superheavy Support upgrade, the GPC is still too heavy to equip normally and requires all of the same special rules described above. However the Sniper Type Evangelion may, if they deploy with no weapon in their Gunframe, make a hardline connection and treat the GPC as if it were a Gunframe weapon for all relevant upgrades and effects.",
"SpecialESV":"Can be used against Energy attacks that have the Armor Piercing property. If the ESV shield is used to Guard an attack with the Line property, the attack does not continue any further.",
"SpecialLG":"On a successful EF test with this weapon, the Eva is tethered to the target by a set of cables. Immediately, the Eva using this weapon is moved into the same Sector as the struck enemy if they were not already so. For as long as the cables are intact both the Eva and the target are Slowed, and the Evangelion remains in the same Sector as the hit target even to the point of being dragged along with it if the target moves. The Eva may likewise drag the target around on their own turn, but both are still Slowed.\nIf used against an enemy with the Flier trait, the Eva may test the Lift skill to drag the Angel down to the ground, leaving it exposed to melee attacks for a number of Intervals equal to 1 + Dos on the skill test. After that time has elapsed, the Angel fights its way back into the sky and may benefit from the Flier trait as normal.\nThe effect of this weapon ends if the Eva or the target is caught within an Area Attack of any kind, the target teleports, or the target spends a 3 Stamina action specifically to destroy the cables. The Latchline Gun is not destroyed by this and can be used again after, ammo permitting."
}