{
"Blind":["Phys skills, EM tests, and Reaction actions have 50% chance of failing after spending Stamina. EF tests fail.",""],
"Broken":["Arm may not be used for attacks, grapples, or talents. Broken until repaired. If both arms are Broken, Eva is Helpless.","Arm is destroyed."],
"Catatonic":["Helpless. May not respond, may not take Actions.",""],
"Dazed":["Gain only 1 Stamina/turn.","Replace with Stunned."],
"Fear":["Take 1d6 stress and roll on Fear table. Gain +20 cumulative bonus to Fear for rest of session.","Replace with Terror."],
"Grappled":["Overlap. Slowed. Cannot take action to drop Prone. If either dropped Prone, end Grappled. Any Movement Action moves both. Can only use Unarmed Attacks, Angelic Attacks, or Natural Weapons against each other. Attacks at other targets at -10.",""],
"Helpless":["All tests to hit with a Standard Attack automatically succeed. Select hit location. Attack deals normal damage.",""],
"Hobbled":["Cannot Guard or Run. Hobbled until repaired.","Add Prone. Cannot Stand."], 
"Immobilized":["May not use any Movement Action, even if it counts as another type.","Dazed (3i)."],
"Impaled":["-20 penalty to Reflexes and Attacks of Opportunity.",""],
"On Fire":["Take 1d10 Soft Damage at the start of the turn. Treated as Energy damage for purposes of abilities or defenses. 2 Stamina: test Reflexes to end On Fire.","Gain 10 more Soft Damage next time On Fire triggers."],
"Overlap":["Hit other targets on doubles.",""],
"Oversynch":["Gain XXX Ego at the start of the turn.",""],
"Plugged In":["Do not decrease Power Remaining at start of Round. All batteries charged to full capacity.",""],
"Prone":["Slowed. Stand Action to end. -10 to enemy EF unless Engaged. -20 to EM.","Immobilize (3i)."],
"Terror":["Take 1d10 Stress and roll on Terror table.","Replace with Catatonic (1d6i)."],
"Slowed":["Movement Actions cost +1 Stamina.","Stack penalty."],
"Smolder":["Critical Momentum +1 on affected location.","Replace with On Fire."],
"Staggered":["Gain 1 fewer Stamina on your turn/interval (min 0).","Increase duration by 1i."],
"Sympathetic":["Test Phys or Will when gaining Fatigue as result of Strain or gain 1 Injury instead.",""],
"Stunned":["Cannot take Actions. Drops all held items. Count as having 0 Stamina.","Replace with Catatonic (remainder)."],
"Surprised":["May not make Defensive Actions, Attack Actions, or use Offensive AT Powers.","Add Staggered."],
"Winded":["Any test made automatically fails.","Add Prone."],
"Complex":["Only decrease ATP pool by XXX instead of 2.",""],
"Lucky":["Gain XXX luck.",""],
"NoAT":["Has no AT Field",""],
"StackTestPenalty":["Take a XXX penalty to YYY tests. Stacks",""],
"NonStackTestPenalty":["Take a XXX penalty to YYY tests.",""],
"Useless":["The arm cannot be used.",""],
"NoReaction":["Cannot use reactions"]
}